new_user_messages = ["Привет, это навык вопросы знатокам! Вам придётся доказать, что именно вы достойны звания "
                     "чемпиона. Во время игры, вы будете отвечать на интересные вопросы раз за разом. "
                     "В конце вас ждёт суперигра."
                     "Играть могут как один, так и несколько человек. "]
rules_messages = [
    "В этой игре будет всего 6 раундов: 5 обычных и один супер-раунд. Во время обычных раундов вам нужно будет "
    "по-очереди отвечать на вопросы. Если вы не знаете ответ на вопрос, вы можете попросить подсказку, всего их две. "
    "За каждую подсказку с вас будет сниматься по баллу, всего баллов за правильный ответ можно получить 3. "
    "По истечении 5 раундов, два человека с наибольшим количеством баллов сразятся в суперигре"
    "(если вы играете один, то и в суперигре отвечать будете один). "
    "Правила суперигры можно будет подробнее узнать ближе к её началу. "]
lets_start_messages = [
    "Ну что, погнали?", "Поехали?", "Начинаем?", "На старт?", "Играем?", "Ну что, на старт?", "Готовы начинать?"

]
user_count_messages = ["Сколько человек будет играть?", "Сколько будет игроков?", "Сколько человек сегодня играет?",
                       "Назовите количество игроков."]
end_session_messages = ["Спасибо за игру!", "Игра завершается! До скорого!",
                        "Игра подошла к концу, надеюсь, скоро увидимся!"]
names_messages = ["Назовите имена всех игроков!", "Теперь назовите имена всех участников. ",
                  "Скажите имена всех игроков. "]
wrong_players_count_messages = [
    "К сожалению, играть могут от одного до семи человек. Попробуйте поменять количество участников. ",
    "Играть могут максимум семь человек и минимум один. Попробуйте изменить команду. ",
    "Игроков может быть от одного до семи. "]
wrong_players_count_named_messages = ["Вы назвали недопустимое количество участников, попробуйте назвать всех заново. ",
                                      "Мне не удалось распознать необходимое количество игроков, пожалуйста повторите "
                                      "их имена заново. "]
help_messages = ["Если нужна помощь, то так и скажите", 'Если вы чего-то не понимаете, просто скажите:"Помощь". ']
will_play_message = ["Будут играть: ", "С нами будут играть:", "Получается, с нами играют: ", "Отлично, с нами играют: "]
